tutorials/heatTransfer/chtMultiRegionSimpleFoam/cpuCabinet/0.orig/v_CPU/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2306                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform 101325;

boundaryField
{
     #includeEtc "caseDicts/setConstraintTypes"
    PROCESSOR
    {
        type            zeroGradient;
    }

    v_CPU_to_domain0
    {
        type            zeroGradient;
    }

    CABINET
    {
        type            zeroGradient;
    }

    v_CPU_to_v_fins
    {
        type            zeroGradient;
    }
}

// ************************************************************************* //
